{"translation-revision-date":"2025-11-04 09:51:34+0000","generator":"GlotPress\/4.0.3","domain":"messages","locale_data":{"messages":{"":{"domain":"messages","plural-forms":"nplurals=1; plural=0;","lang":"zh_CN"},"Last year":["去年"],"Last week":["Last week"],"Last updated":["最后更新"],"Internal linking suggestions":["内部链接建议"],"Buy now!":["现在购买！"],"30% OFF":["七折优惠"],"BLACK FRIDAY":["黑色星期五"],"To customize the appearance of your post specifically for X, please fill out the 'X appearance' settings below. If you leave these settings untouched, the 'Social media appearance' settings mentioned above will also be applied for sharing on X.":["要专门为 Twitter 定制帖子外观，请填写下面的 \"Twitter 外观 \"设置。如果不修改这些设置，上述 \"社交媒体外观 \"设置也将应用于在 Twitter 上的分享。"],"To customize the appearance of your post specifically for X, please fill out the 'X appearance' settings below.":["要专门为 Twitter 定制帖子外观，请填写下面的 \"Twitter 外观 \"设置。"],"Social media appearance":["社交媒体亮相"],"Determine how your post should look on social media like Facebook, X, Instagram, WhatsApp, Threads, LinkedIn, Slack, and more.":["确定您的帖子在 Facebook、Twitter、Instagram、WhatsApp、Threads、LinkedIn、Slack 等社交媒体上的显示效果。"],"Contact support":["联系支持人员"],"Search appearance":["搜索外观"],"Dismiss":["解雇"],"Get %s to enjoy the benefits of prominent words":["获取 %s 即可享受突出词的好处"],"With %1$s%3$s%2$s, this section will show you which words occur most often in your text. By checking these prominent words against your intended keyword(s), you'll know how to edit your text to be more focused.":["使用 %1$s%3$s%2$s，此部分将向您显示文本中最常出现的单词。通过对照您的预期关键字检查这些突出的词，您将知道如何编辑您的文本以更加集中。"],"Buy %s now!":["立即购买 %s！"],"Are you working on a news article? %s helps you optimize your site for Google News.":["你在写一篇新闻文章吗？ %s 可帮助您针对 Google 新闻优化您的网站。"],"Unlock with %s":["用 %s 解锁"],"Learn more about character count":["了解有关字符数的更多信息"],"Character count":["字符数"],"Learn more about word count":["了解有关字数的更多信息"],"Word count":["字数"],"Learn more about Flesch reading ease":["了解有关 Flesch 阅读轻松的更多信息"],"out of 100":["满分 100"],"okay":["好的"],"no data":["没有数据"],"Your text should be slightly longer to calculate your Flesch reading ease score.":["您的文本应该稍长一些，以计算您的 Flesch 阅读难度分数。"],"Continue writing to get insight into the readability of your text!":["继续写作以深入了解您的文本的可读性！"],"Learn more about reading time":["了解有关阅读时间的更多信息"],"Reading time":["阅读时间"],"minute":["分钟"],"character":["特点"],"word":["单词"],"Something went wrong while tracking the ranking position(s) of your page. Please try again later.":["跟踪页面的排名位置时出现问题。请稍后再试。"],"reconnect to %s":["重新连接到 %s"],"It seems like something went wrong when retrieving your website's data. Please %s and try again.":["检索您网站的数据时似乎出了点问题。请 %s 再试一次。"],"Before you can track your SEO performance make sure to set either the post’s title and save it as a draft or manually set the post’s slug.":["在您可以跟踪您的 SEO 性能之前，请确保设置帖子的标题并将其保存为草稿或手动设置帖子的 slug。"],"Tracking the ranking position…":["跟踪排名位置..."],"No keyphrase has been set. Please set a keyphrase first.":["没有设置关键词。请先设置一个关键词。"],"upgrade your %s plan":["升级您的 %s 计划"],"With %1$s you can track the ranking position of your page in the search results based on your keyphrase(s). %2$s":["使用 %1$s，您可以根据您的关键词跟踪您的网页在搜索结果中的排名位置。 %2$s"],"%s is currently tracking the ranking position(s) of your page. This may take a few minutes. Please wait or check back later.":["%s 当前正在跟踪您页面的排名位置。这可能需要几分钟的时间。请稍候或稍后再回来查看。"],"You have successfully connected to %s! You can now track the SEO performance for the keyphrase(s) of this page.":["您已成功连接到 %s！您现在可以跟踪此页面的关键词的 SEO 性能。"],"Read more about keyphrase tracking with Wincher":["阅读有关使用 Wincher 进行关键词跟踪的更多信息"],"Automatic tracking of keyphrases is enabled. Your keyphrase(s) will automatically be tracked by %s when you publish your post.":["启用了关键短语的自动跟踪。当您发布帖子时，%s 将自动跟踪您的关键词。"],"Track SEO performance":["跟踪 SEO 表现"],"You can enable \/ disable tracking the SEO performance for each keyphrase below.":["您可以启用\/禁用跟踪以下每个关键词的 SEO 性能。"],"Learn more about the SEO performance feature.":["详细了解 SEO 性能功能。"],"SEO performance":["搜索引擎优化性能"],"Connect with %s":["与 %s 连接"],"* focus keyphrase":["* 重点关键词"],"Get more insights over at %s":["在 %s 获得更多见解"],"Position over time":["位置随时间变化"],"Position":["位置"],"Tracking":["追踪"],"Insights":["见解"],"Select image":["选择图像"],"Last month":["上月"],"The number of headers and header labels don't match.":["标头数量和标头标签不匹配。"],"This helps search engines understand your website and your content. You can change some of your settings for this page below.":["这可以助于搜索引擎了解您的站点和内容。您可以在下面更改此页面的某些设置。"],"Default for %1$s (%2$s)":["%1$s （%2$s） 的默认值"],"What type of page or content is this?":["这是什么类型的页面或内容？"],"Page type":["页面类型"],"Learn more about structured data with Schema.org":["通过Schema.org了解有关结构数据的更多信息"],"Item Page":["项目页面"],"Article type":["文章类型"],"Learn more about page or content types":["了解有关页面或内容类型的信息"],"Yoast SEO automatically describes your pages using schema.org":["Yoast SEO 使用您的应用程序自动描述您的schema.org"],"Learn more about the no-index setting on our help page.":["在我们的帮助页面上了解有关无索引no-index设置的更多信息。"],"Learn more about the breadcrumbs title setting on our help page.":["在我们的帮助页面上了解有关面包屑标题设置的更多信息。"],"Learn more about advanced meta robots settings on our help page.":["在我们的帮助页面上了解有关高级元机器人设置的更多信息。"],"Learn more about the no-follow setting on our help page.":["在我们的帮助页面上了解有关“不关注no-follow”设置的更多信息。"],"Even though you can set the meta robots setting here, the entire site is set to noindex in the sitewide privacy settings, so these settings won't have an effect.":["即使您可以在此处设置元机器人设置，整个站点的隐私设置中的整个站点都设置为noindex，因此这些设置不会起作用。"],"Learn more about canonical URLs on our help page.":["在我们的帮助页面上了解有关规范网址的更多信息。"],"Once you add a bit more copy, we'll give you a list of words that occur the most in the content. These give an indication of what your content focuses on.":["添加更多副本后，我们将为您提供内容中出现次数最多的单词的列表。 这些指示内容的重点。"],"%d occurrences":["%d次"],"Keyphrase":["关键词"],"Good job!":["很好！"],"Add related keyphrase":["添加相关短语"],"%d day":["%d 天"],"Read our %1$sultimate guide to keyword research%2$s to learn more about keyword research and keyword strategy.":["阅读我们的%1$s sultimate 指南到关关键词研究中心 %2$s, 了解更多关于关关键词研究和关关键词战略。"],"Prominent words":["醒目词"],"24\/7 support":["24\/7服务"],"Please provide a meta description by editing the snippet below.":["请通过下面的输入框输入元描述。"],"Yes":["是"],"No":["否"],"difficult":["困难"],"easy":["容易"],"very difficult":["非常困难"],"very easy":["非常容易"],"fairly difficult":["还算困难"],"fairly easy":["还算容易"],"Try to make shorter sentences, using less difficult words to improve readability":["尽量缩短句子，使用难度较小的单词来提高可读性"],"Advanced":["高级"],"Meta robots advanced":["高级Meta Robots"],"No Archive":["没有归档"],"Breadcrumbs Title":["面包屑的标题"],"Canonical URL":["规范链接"],"No Snippet":["没有摘要"],"View":["浏览"],"No Image Index":["没有图像索引"]}},"comment":{"reference":"js\/dist\/classic-editor.js"}}